cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "ansible"
brew "bash"
brew "bash-completion"
brew "git"
brew "nmap"
brew "node"
brew "terraform"
brew "wget"

cask "backblaze"
cask "cyberduck"
cask "disk-inventory-x"
cask "dropbox"
cask "google-drive"
cask "iterm2"
cask "onepassword"
cask "skype"
cask "slack"
cask "soulver"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"