cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "ansible"
brew "bash-completion"
brew "bash"
brew "git"
brew "go"
brew "htop"
brew "nmap"
brew "node"
brew "terraform"
brew "wget"

cask "1password"
cask "backblaze"
cask "bettertouchtool"
cask "cyberduck"
cask "disk-inventory-x"
cask "dropbox"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "postman"
cask "pritunl"
cask "skype"
cask "slack"
cask "soulver"
cask "spotify"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
